
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    
    [{"content":"Hallo und herzlich willkommen! Ich hoffe, dass dir diese Seite hilft passende Lernvideos zu den Fächern Informatik, Mathematik und Physik zu finden. Entweder benutzt Du die Suchfunktion, um nach bestimmten Inhalten zu suchen oder Du verwendest das Menü links, welches nach Fächern und Jahrgangsstufen sortiert wurde. Da ich selbst in Rheinland-Pfalz unterrichte, sind alle Themen entsprechend dieser Lehrpläne sortiert, sollten aber weitgehend mit den anderen Bundesländern und Nachbarländern übereinstimmen. Viel Erfolg beim Lernen! Max Külshammer Suche \r\r\r\r\r\r\r\rvar search = instantsearch({\rindexName: \u0026#39;kuelshammer.github.io\u0026#39;,\rsearchClient: algoliasearch(\r\u0026#39;UJ2JR2P9BE\u0026#39;,\r\u0026#39;b00c64061f115a0dfea17516f777f5a9\u0026#39;\r),\rrouting: true,\r});\rconst renderHits = (renderOptions, isFirstRender) = {\rconst { hits } = renderOptions;\rdocument.querySelector(\u0026#39;#hits\u0026#39;).innerHTML = `\r${hits\r.map(\ritem =\r`${ item.title }${ dayjs(item.lastmod).format(\u0026#34;YYYY/MM/DD\u0026#34;) } - ${ item.description ? item.description : item.content.length  200 ? item.content.substring( 0, 200 ) + \u0026#39;...\u0026#39; : item.content }\n`\r)\r.join(\u0026#39;\u0026#39;)}\r`;\r};\rconst customHits = instantsearch.connectors.connectHits( renderHits );\rsearch.addWidgets([\rinstantsearch.widgets.searchBox({\rcontainer: \u0026#39;#searchbox\u0026#39;,\rshowReset: false,\r}),\rinstantsearch.widgets.stats({\rcontainer: \u0026#39;#stats\u0026#39;,\r}),\rcustomHits({\rcontainer: document.querySelector(\u0026#39;#hits\u0026#39;),\r}),\rinstantsearch.widgets.pagination({\rcontainer: \u0026#39;#pagination\u0026#39;,\rmaxPages: 20,\r})\r]);\rsearch.start();\r\r","description":"","objectID":"3976528693a0108357f4928017600865","permalink":"/","title":"Max Külshammer"},{"content":"Angaben gemäß § 5 TMG Max Külshammer\nBoffertsweg 51\n53489 Sinzig\nVertreten durch: Max Külshammer\nKontakt: Telefon: 02642-45176\nE-Mail: max.kuelshammer@gmail.com\nVerantwortlich für den Inhalt nach § 55 Abs. 2 RStV: Max Külshammer\nBoffertsweg 51\n53489 Sinzig\nHaftungsausschluss: Haftung für Inhalte Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.\nHaftung für Links Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.\nUrheberrecht Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen …","description":"","objectID":"5515c6e0fd776984b9bc2d16dabbffb6","permalink":"/impressum/","title":"Impressum"},{"content":"Hier findest Du alles zur Informatik in der Sek II.\n","description":"","objectID":"db23bc9fdee36ac54ab84c07368733d2","permalink":"/informatik11-13/","title":"Informatik  - Sek II"},{"content":"","description":"","objectID":"036bfd1da05a4811f14e6cd65f4c0dc7","permalink":"/informatik11-13/inf7rechner/","title":"Funktionsweise eines Rechners"},{"content":"Bezugsquellen Johnny wurde von Peter Dauscher entwicklet. Entweder man installiert die Software oder arbeitet mit einer Webversion.\n Download\r Webversion\rVideos Speichermodell des Johnny-Modellrechners   Rechenwerk des Johnny-Modellrechners   Übungen zu Johnnys Mikrobefehlen   Makrobefehle bei Johnny   Johnny\u0026amp;rsquo;s INC Makrobefehl aus Mikrobefehlen   Befehlsdekodierung bei Johnny   Assemblerprogramm interpretieren   Assemblercode für Johnny schreiben   Johnny\u0026amp;rsquo;s TAKE Makrobefehl optimieren   Makrobefehl DBL selber schreiben   Bonsai vs. Johnny   ","description":"","objectID":"dcfdffa0dd16c606d1d8787472aa613f","permalink":"/informatik11-13/inf7rechner/bonsai/","title":"Der Bonsai-Simulationsrechner"},{"content":"Bezugsquellen Johnny wurde von Peter Dauscher entwicklet. Entweder man installiert die Software oder arbeitet mit einer Webversion.\n Download\r Webversion\rVideos Bonsai vs. Johnny   Speichermodell des Johnny-Modellrechners   Rechenwerk des Johnny-Modellrechners   Übungen zu Johnnys Mikrobefehlen   Makrobefehle bei Johnny   Johnny\u0026amp;rsquo;s INC Makrobefehl aus Mikrobefehlen   Befehlsdekodierung bei Johnny   Assemblerprogramm interpretieren   Assemblercode für Johnny schreiben   Johnny\u0026amp;rsquo;s TAKE Makrobefehl optimieren   Makrobefehl DBL selber schreiben   Makrobefehl CPYschreiben \u0026amp;ndash; Mehr-Adress-Befehl In diesem Video wird der Mehr-Adress-Befehl CPY für den Johnny-Simulationsrechner erstellt. Dies entspricht der Aufgabe 4 aus dem Kapitel 7.3.6.1 von Inf-Schule. Der Befehl CPY soll dabei den Wert von einem Register in ein zweites Register kopieren.\n  Makrobefehl TACO schreiben \u0026amp;ndash; Mehr-Adress-Befehl In diesem Video wird der Mehr-Adress-Befehl TACO für den Johnny-Simulationsrechner erstellt. Dies entspricht der Aufgabe 5 aus dem Kapitel 7.3.6.1 von Inf-Schule. Der Befehl TACO soll ermöglichen, dass man den Wert von einem Register auf einen bestimmten konstanten Wert setzen kann.\n  Makrobefehl ADDR schreiben \u0026amp;ndash; Mehr-Adress-Befehl In diesem Video wird der Mehr-Adress-Befehl ADDR für den Johnny-Simulationsrechner erstellt. Der Befehl ADDP soll dabei ein Register direkt um den Wert eines zweiten Registers erhöhen, ohne dass man den Umweg über TAKE, ADD und SAVE gehen muss.\n  ","description":"","objectID":"4c88855c98ca94775ed8b29761145802","permalink":"/informatik11-13/inf7rechner/johnny/","title":"Der Johnny-Simulationsrechner"},{"content":"","description":"","objectID":"f8514d0925472dd7d264c209120431b7","permalink":"/informatik11-13/inf7rechner/murmelrechner/","title":"Der Murmelrechner"},{"content":"Hier findest Du alles zur Mathematik in der Sek II.\n","description":"","objectID":"eb93241910aab06af4ae1b7466a2c17d","permalink":"/mathe11-13/","title":"Mathematik  - Sek II"},{"content":"","description":"","objectID":"69ea7e07c78b926a190b41cf9e386f3e","permalink":"/mathe11-13/analysis/","title":"Analysis"},{"content":"Nullstellen bei ganzrationalen Funktionen (Polynomen) Faktorisierung ohne Polynomdivision In diesem Video zeige ich euch einen genialen Trick, mit dem man die Polynomdivision vermeiden kann und trotzdem die Faktorisierung des Polynoms erhält.\n  ","description":"","objectID":"f039c2de125409f2ca078df5ca6410ef","permalink":"/mathe11-13/analysis/nullstellen/","title":"Nullstellen"},{"content":"Hier findest Du alles zur Mathematik in der 8. Klasse.\n","description":"","objectID":"9f016ca045cd00949140f6193cf71f7a","permalink":"/mathe8/","title":"Mathematik  - Klasse 8"},{"content":"Hier findest Du alles zu den binomischen Formeln. Eines der wichtigsten Hilfsmittel in Deiner weiteren mathematischen Laufbahn.\n","description":"","objectID":"b73cafbdf5e83bfc8303f435b95e4370","permalink":"/mathe8/binome/","title":"Binomische Formeln"},{"content":"1. Binomische Formel In diesem Video wird die 1. Binomische Formel hergeleitet und geometrisch veranschaulicht.\n  2. Binomische Formel In diesem Video leiten wir die 2. Binomische Formel auf zwei Wegen her und Veranschaulichen diese geometrisch.\n  3. Binomische Formel In diesem Video wird die 3. Binomische Formel erst hergeleitet und anschließend geometrisch veranschaulicht.\n  Satz von Vieta In diesem Video zeige ich dir, was der Satz von Vieta als Spezialfall für das Ausmultiplizieren von Klammern bzw. die binomischen Formeln bedeutet. Dies ist insbesondere beim Lösen von Gleichungen sehr hilfreich. Dafür gibt es ein eigenes Video auf meinem Kanal, welches ich unten verlinke.\n  ","description":"","objectID":"274298c4e1b7191268a1ddbdc1ef7d38","permalink":"/mathe8/binome/erste/","title":"Die Binomischen Formeln"},{"content":"Wiederholung Distributivgesetz In diesem Video zeige ich euch anschaulich, weshalb das Distributivgesetz (Verteilugsgesetz) gilt und dass es die Alltagssituationen sinnvoll in der Mathematik widerspiegelt.\n  Klammern ausmultiplizieren In diesem Video wird die Regel, nach der Klammern ausmultipliziert werden, einmal mithilfe des Distributivgesetzes und das andere mal durch einen geometrischen Beweis, verdeutlicht.\n  ","description":"","objectID":"f8f6794a660862253bf80161ba7a33a5","permalink":"/mathe8/binome/klammern/","title":"Klammern ausmultiplizieren"},{"content":"Hier findest Du alles zur Mathematik in der 9. Klasse.\n","description":"","objectID":"fae5d65e9f896618580f01504c6a8b75","permalink":"/mathe9/","title":"Mathematik - Klasse 9"},{"content":"Hier lernst Du alles über quadratische Gleichungen. Ich werde Dir die Standardverfahren von der quadratischen Ergänzung über die Lösungsformeln (pq bzw. abc) bis hin zu meinen liebsten Lösungsverfahren, die Dich auch schon auf die Mathematik der Oberstufe vorbereiten.\n","description":"","objectID":"59d18adfb3bf1831d436099d842e1609","permalink":"/mathe9/quadgleichungen/","title":"Quadratische Gleichungen"},{"content":"Die abc-Formel anwenden   Herleitung der abc-Formel aus der pq-Formel   Herleitung der abc-Formel mit quadratischer Ergänzung   ","description":"","objectID":"e7162ad1daef3f367ea79fb385ce064d","permalink":"/mathe9/quadgleichungen/abc_formel/","title":"Die abc-Formel"},{"content":"Der Satz vom Nullprodukt   Beweis des Satz vom Nullprodukt   ","description":"","objectID":"cf7d501f87712b71534bc2b8d978819f","permalink":"/mathe9/quadgleichungen/nullprodukt/","title":"Satz vom Nullprodukt"},{"content":"pq-Formel anwenden In diesem Video wird die pq-Formel auf einige quadratische Gleichungen angewandt. Übungsvideo zum Mitrechnen.   Herleitung der pq-Formel aus der abc-Formel In diesem Video wird die pq-Formel aus der abc-Formel hergeleitet.\n  Herleitung der pq-Formel mit quadratischer Ergänzung In diesem Video wird die pq-Formel mithilfe der quadratischen Ergänzung hergeleitet.\n  ","description":"","objectID":"0dbf33824be3e6d2cf457e05ba1b46c7","permalink":"/mathe9/quadgleichungen/pq_formel/","title":"Die pq-Formel"},{"content":"Quadratische Ergänzung - Herleitung \u0026amp;amp; Veranschaulichung In diesem Video wird das Verfahren der quadratischen Ergänzung zum Lösen von quadratischen Gleichungen vorgestellt. Zusätzlich zu der algebraischen Herleitung wird das Verfahren auch grafisch veranschaulicht.\n  Quadratische Ergänzung - Aufgaben \u0026amp;amp; Lösungen In diesem Video wird an drei Beispielen das Verfahren der quadratischen Ergänzung veranschaulicht. Du solltest mit Stift und Papier die Aufgaben bei pausierten Video selber rechnen, um maximalen Lernerfolg zu erzielen.\n  ","description":"","objectID":"5a6f9e5dbe2f3eb2d0516b5658cf8caf","permalink":"/mathe9/quadgleichungen/quad_erg%C3%A4nzung/","title":"Quadratische Ergänzung"},{"content":"Spezialfall ax^2+c=0 lösen In diesem Video zeige ich euch, wie man die Lösung einer rein quadratischen Gleichung (c=0) anhand der Definition der Wurzel finden kann.\n  Spezialfall ax^2+bx= 0 lösen In diesem Video erläutere ich, wie wir bei einem fehlenden Absolutglied (c=0) die quadratische Gleichung einfach mit dem Satz vom Nullprodukt lösen können.\n  ","description":"","objectID":"b76f12b071d494cec8eae4ec71e1e7cd","permalink":"/mathe9/quadgleichungen/spezial/","title":"Spezielle quadratische Gleichungen"},{"content":"Satz von Vieta In diesem Video wird die Idee des Satz von Vieta erläutert und gezeigt.\n  Quadratische Gleichung mit Satz von Vieta lösen Mit Hilfe des Satz von Vieta kann man quadratische Gleichungen durch Faktorisieren und dem Satz vom Nullprodukt leicht lösen. Hier wird an einigen Beispielen die Idee verdeutlicht und die Grenzen dieser Methode aufgezeigt.\n  Übungsblatt zum Satz von Vieta Du findest hier einen sogenannten Klapptest, mit dem du durch wegklappen der Lösungen üben kannst. Das Arbeitsblatt hat 230 Übungen zum Satz von Vieta, so dass Du über Wochen täglich einige Übungen machen kannst.\n Download\rQuadratische Gleichung mit Satz von Vieta systematisch lösen Der Satz von Vieta ist ein sehr schnelles Lösungsverfahren für quadratische Gleichungen. Allerdings kann man das Raten der beiden gesuchten Zahlen in schwerer Fällen durch systematisches Ausprobieren beschleunigen. Ich zeige dir zwei Varianten, welche außerdem den Vorteil haben, dass man entscheiden kann, ob es überhaupt Lösungen gibt.\nLösungen aus dem Produkt bestimmen Hier wird erklärt, wie man die Faktorisierung mit Satz von Vieta mithilfe des Absolutglieds, welches dem Produkt der gesuchten Zahlen entspricht, systematisch finden kann.\n  Lösungen aus der Summe bestimmen Hier wird erklärt, wie man die Faktorisierung mit Satz von Vieta mithilfe des Linearglieds, welches der Summe der gesuchten Zahlen entspricht, systematisch finden kann.\n  ","description":"","objectID":"b1e1a6f366c6aa5629231b2b5ea68e28","permalink":"/mathe9/quadgleichungen/vieta/","title":"Satz von Vieta"},{"content":"TODO ","description":"","objectID":"1de73fb3262235cab0a39dcba419e621","permalink":"/mathe9/quadgleichungen/vieta2/","title":"Eine neue Art quadratische Gleichungen zu lösen"},{"content":"Was ist eine quadratische Gleichung?   ","description":"","objectID":"c17464470c0e21c8628e499736531989","permalink":"/mathe9/quadgleichungen/wasistquad/","title":"Was ist eine quadratische Gleichung?"},{"content":"Hier findest Du alles zur Physik in der 10. Klasse.\n","description":"","objectID":"0b0035fc2a3ab5e70273a5bbf2562b75","permalink":"/physik10/","title":"Physik  - Klasse 10"},{"content":"Hier findest Du alles zum Themenfeld 10 Sensoren im Alltag – Physikalische Grundprinzipien alltäglicher Technik.\n","description":"","objectID":"ae18ef1b1c6974e5ddb466c94037fa2a","permalink":"/physik10/tf10_sensor/","title":"Themenfeld 10 - Sensoren im Alltag"},{"content":"Hier findest Du alles zur Physik in der Sek I.\n","description":"","objectID":"79a9409494e0f5f6be43aa38462d2f66","permalink":"/physik8/","title":"Physik  - Klasse 8"},{"content":"Dynamische Phänomene - Bewegungsänderungen im Basiskonzept Wechselwirkung ","description":"","objectID":"2f50a053f5353ab4678f0c563b3bbc01","permalink":"/physik8/tf4_dynamik/","title":"Themenfeld 4 - Dynamische Phänomene"},{"content":"Lösungen zu Übungsaufgaben Die Aufgaben sind aus dem Buch Dorn-Bader Physik.\nS. 126 A3   S. 126 A5   S. 129 A1   S. 131 A5   S. 132 A2   S. 132 A4   S. 132 A5   S. 132 A7   ","description":"","objectID":"dd3a47c6adfe03ff3469e42937c08969","permalink":"/physik8/tf4_dynamik/geradlinig/","title":"Geradlinig-gleichförmige Bewegung"},{"content":"Kraft \u0026amp;ndash; physikalisch und umgangssprachlich   Kraft als Wechselwirkung   Wirkung von Kräften   Kraftmessung   Gewichtskraft   Veränderung der Geschwindigkeit   Beschleunigung im Zeit-Geschwindigkeits-Diagramm   Übungsaufgabe Grundgleichung der Mechanik In diesem Video wird die Musterlösung zu einer Physikübungsaufgabe zur Grundgleichung der Mechanik vorgestellt. Als Beispiel wird der Weltrekord bei der Aufschlaggeschwindigkeit beim Tennis benutzt.\n  Übungsaufgabe Grundgleichung der Mechanik In diesem Video wird die Musterlösung zu einer Physikübungsaufgabe zur Grundgleichung der Mechanik vorgestellt. Als Beispiel wird der Bremsvorgang eines Autos verwendet.\n  Zusammenwirken von Kräften In diesem Video wird erläutert, weshalb es manchmal so ist, dass auf Gegenstände Kräfte wirken, dieses sich aber trotzdem nicht bewegen. Diese Idee führt dann zu einer einfachen Form der Kräfteaddition.\n  Addition von Kräften In diesem Video besprechen wir, wie man Kräfte addiert. Dabei starten wir bei den beiden Spezialfällen, in denen Kräfte in eine gemeinsame Richtung oder in entgegengesetzte Richtungen wirken. Danach erweitern wie die Kräfteaddition auf beliebige Richtungen und lernen dabei das Kräfteparallelogramm kennen.\n  Addition von Kräften \u0026amp;ndash; Aufgabe \u0026amp;amp; Lösung In diesem Video erarbeiten wir die Lösung zu der Aufgabe aus dem Dorn-Bader Physik S. 147 A1. Dabei geht es um die Addition mehrerer Kräfte beim Seilziehen, welche sich gemeinsam in einem Kräftegleichgewicht ausgleichen sollen.\n  Gleichgewichtskräfte \u0026amp;ndash; Aufgabe \u0026amp;amp; Lösung In diesem Video geht es um die Aufgabe aus dem Dorn-Bader Physik auf S. 147 A2. In der Aufgabe geht es darum Beispiele zu benennen, bei denen man wegen eines Kräftegleichgewichts keine Bewegung des Körpers beobachtet, man aber trotzdem erkennen kann, dass Kräfte wirken.\n  Addition von Kräften \u0026amp;ndash; Aufgaben \u0026amp;amp; Lösung In diesem Video wird die Aufgabe A11 aus dem Dorn-Bader Physik von S. 160 vorgestellt und gelöst. Dabei geht es …","description":"","objectID":"ceac0d3228c39024d567ab0432582b79","permalink":"/physik8/tf4_dynamik/kraft/","title":"Kraft"},{"content":"Hier findest du nach und nach Übungsmaterial und Lernvideos, über Inhalte, welche Du in den Klassen 5 und 6 gelernt haben solltest, um erfolgreich in der Klasse 7 mitarbeiten zu können.\nViel Erfolg beim Lernen!\n","description":"","objectID":"a33a2d986d2e1b76142b00b1716f0a06","permalink":"/vorkurs7/","title":"Vorbereitung Klasse 7"},{"content":"Eingangsdiagnose Liebe Klasse 7c!\nBevor ihr anfangt Themen für die 7. Klasse zu wiederholen, solltet ihr erst einmal klären, wo ihr denn mit euren Kenntnissen steht. Daher verlinke ich euch eine Eingangsdiagnose für die 7. Klasse. Bittet eure Eltern dieses Dokument für euch auszudrucken und fertig zu machen.\nIn der zweiten Ferienwoche, werde ich euch auch die Lösungen zukommen lassen, so dass ihr dann bereits ein Feedback habt, was ihr noch gut könnt und an welchen Stellen ihr Dinge nochmal ansehen müsst.\n[Eingangsdiagnose Klasse 7](\u0026amp;ldquo;Eingangsdiagnose Klasse 7.pdf\u0026amp;rdquo;)\n","description":"","objectID":"9b1e5a19381ef96fc23ae34f0c54cb4e","permalink":"/vorkurs7/woche1/","title":"Eingangsdiagnose Klasse 7"},{"content":"Auf dieser Seite findest du nach und nach einige Übungen und Videos, die Inhalte, die du für eine erfolgreiche Teilnahme an einem Leistungskurs Mathematik aus den Klassen 5 - 10 gelernt haben solltest.\nViel Erfolg beim Lernen!\n Woche 1: Zahlbereiche und Rechengesetze Woche 2: Lineare Gleichungen Woche 3: Binomische Formeln Woche 4: Quadratische Gleichungen Woche 5: Potenz- und Logarithmen- und Wurzelgesetze  ","description":"","objectID":"1b5748712104be89931d2aa2a6313aeb","permalink":"/vorkurslkm/","title":"Vorkurs LK Mathematik"},{"content":"Natürliche Zahlen Rechengesetze der Addition In diesem Video wird erläutert, weshalb das Kommutativ- und Assoziativgesetz für natürliche Zahlen gilt. Dabei veranschaulichen wir was die beiden Gesetze bedeuten. Schließlich sehen wir uns gemeinsam an, wie man mithilfe dieser beiden Gesetze Rechenvorteile nutzen kann.\n  Rechengesetze der Multiplikation TODO\nDistributivgesetz In diesem Video zeige ich euch anschaulich, weshalb das Distributivgesetz (Verteilungsgesetz) gilt und dass es die Alltagssituationen sinnvoll in der Mathematik widerspiegelt.\n  Ganze Zahlen  Vorzeichenregeln Subtraktion als Gegenoperation zur Addition  Rationale Zahlen  Bruchschreibweisen, Kürzen, Erweitern Addition, Subtraktion, Multiplikation und Division von Brüchen  Reelle Zahlen  irrationale Zahlen  ","description":"","objectID":"2fc5b7042e39027fc95c429b4f3e4618","permalink":"/vorkurslkm/woche1/","title":"Zahlbereiche und Rechengesetze"},{"content":"Geraden  Geradengleichungen Graphen von Geraden  Lineare Gleichungen  Gleichungen aufstellen Äquivalenzumformungen Lösungsmengen  Lineare Ungleichungen  Gleichungen aufstellen Äquivalenzumformungen Lösungsmengen  ","description":"","objectID":"0fadafa69e1b0b2e21b6401d8d64d01f","permalink":"/vorkurslkm/woche2/","title":"Lineare Gleichungen"},{"content":"Binomische Formeln    Binomische Formel    Binomische Formel    Binomische Formel    Erweiterungen  Satz von Vieta Trinomische Formeln Binomischer Lehrsatz  ","description":"","objectID":"7de0b2fdeaeee2a417b03fae727e9efc","permalink":"/vorkurslkm/woche3/","title":"Binomische Formeln"},{"content":"Parablen  Parabelgleichung Graphen von Parabeln  Quadratische Gleichungen  quadratische Ergänzung pq-Formel abc-Formel Satz von Vieta  ","description":"","objectID":"41600e4258bae35096f9a421cc35f944","permalink":"/vorkurslkm/woche4/","title":"Quadratische Gleichungen"},{"content":"Potenzgesetze Wurzelgesetze Logarithmengesetze ","description":"","objectID":"eaa9df1e27932775988016febfe0c39c","permalink":"/vorkurslkm/woche5/","title":"Potenz-, Logarithmen- und Wurzelgesetze"},{"content":"In diesem Video erkläre ich, wie man zwei Klammern miteinander multipliziert. Dabei werden wir nicht nur mit dem Distributivgesetz arbeiten, sondern das Ganze durch eine geeignete Visualisierung verdeutlichen.\n Über diesen Kanal:\nHallo,\nich hoffe, dass dir das Video gefallen hat. Wenn du etwas gelernt und verstanden hast helfen dir vielleicht auch meine anderen Videos für die Fächer Mathematik, Physik und Informatik. Auf maxkuelshammer.de findest du alle Videos nach Themen und Jahrgangsstufen sortiert.\nErfolgreiches Lernen ;-) Max Külshammer\nAndere Videos von mir: Zusammenwirken von Kräften - https://youtu.be/mdFdCkCWBJQ Addition von Kräften - https://youtu.be/wfrJnukKWlw Aufgabe Kräfteaddition - https://youtu.be/KFVisJ_uPC4 Aufgabe Gleichgewichtskräfte - https://youtu.be/JEtGWBLDhYY\nKanäle: Matheunterricht zu Hause https://www.youtube.com/channel/UCDXMe2FcVAvga4vDPh9P-qg/videos Mathe by Daniel Jung https://www.youtube.com/user/beckuplearning/videos Lehrerschmidt https://www.youtube.com/channel/UCy0FxMgGUlRnkxCoNZUNRQQ/videos einfach Mathe https://www.youtube.com/channel/UCUzBvaznPnie0C2H6q3b6LA/videos mathe-seite https://www.youtube.com/channel/UCbE3PU7rYtS1PkmVmm6CfpA/videos ObachtMathe https://www.youtube.com/channel/UCPVQdTsc9O0VM41vAhdlVLw/videos MathemaTrick https://www.youtube.com/channel/UCMZgTsrg4GbC7meNeOL86fg/videos\n","description":"","objectID":"7e18ea22d19ef41e96a49e8079e84b76","permalink":"/youtube/","title":""}]